

/* Seafile */
"%@ invite you to Seafile" = "%@ invite you to Seafile";

/* Seafile */
"%@, Uploaded %@" = "%1$@, Uploaded %2$@";

/* Seafile */
"%@, waiting to upload" = "%@, waiting to upload";

/* Seafile */
"About" = "About";

/* Seafile */
"Account Info" = "Account Info";

/* Seafile */
"Accounts" = "Accounts";

/* Seafile */
"Activities" = "Activities";

/* Seafile */
"Activity" = "Activity";

/* Seafile */
"Add a new discussion" = "Add a new discussion";

/* Seafile */
"Add account" = "Add account";

/* Seafile */
"Add contact" = "Add contact";

/* Seafile */
"Are you sure to clear all the cache?" = "Are you sure to clear all the cache?";

/* Seafile */
"Auto Camera Upload" = "Auto Camera Upload";

/* Seafile */
"Back" = "Back";

/* Seafile */
"Back to Last Account" = "Back to Last Account";

/* Seafile */
"Cache" = "Cache";

/* Seafile */
"Cancel" = "Cancel";

/* Seafile */
"Cancel download" = "Cancel download";

/* Seafile */
"Checking library password ..." = "Checking library password ...";

/* Seafile */
"Choose" = "Choose";

/* Seafile */
"Choose an account to start" = "Choose an account to start";

/* Seafile */
"Click \"Search\" to start" = "Click \"Search\" to start";

/* Seafile */
"Connecting to server" = "Connecting to server";

/* Seafile */
"Copy" = "Copy";

/* Seafile */
"Copy Link to Clipboard" = "Copy Link to Clipboard";

/* Seafile */
"Copy image to clipboard" = "Copy image to clipboard";

/* Seafile */
"Copy share link to clipboard" = "Copy share link to clipboard";

/* Seafile */
"Copying files ..." = "Copying files ...";

/* Seafile */
"Creating file ..." = "Creating file ...";

/* Seafile */
"Creating folder ..." = "Creating folder ...";

/* Seafile */
"Delete" = "Delete";

/* Seafile */
"Deleting file ..." = "Deleting file ...";

/* Seafile */
"Deleting files ..." = "Deleting files ...";

/* Seafile */
"Destination" = "Destination";

/* Seafile */
"Discussion" = "Discussion";

/* Seafile */
"Edit" = "Edit";

/* Seafile */
"Email" = "Email";

/* Seafile */
"Failed to add discussion" = "Failed to add discussion";

/* Seafile */
"Failed to copy files" = "Failed to copy files";

/* Seafile */
"Failed to create file" = "Failed to create file";

/* Seafile */
"Failed to create folder" = "Failed to create folder";

/* Seafile */
"Failed to delete files" = "Failed to delete files";

/* Seafile */
"Failed to generate share link of file '%@'" = "Failed to generate share link of file '%@'";

/* Seafile */
"Failed to get groups ..." = "Failed to get groups ...";

/* Seafile */
"Failed to get messages" = "Failed to get messages";

/* Seafile */
"Failed to get starred files" = "Failed to get starred files";

/* Seafile */
"Failed to identify the coding of '%@'" = "Failed to identify the coding of '%@'";

/* Seafile */
"Failed to load activities" = "Failed to load activities";

/* Seafile */
"Failed to load content of the directory" = "Failed to load content of the directory";

/* Seafile */
"Failed to load files" = "Failed to load files";

/* Seafile */
"Failed to login" = "Failed to login";

/* Seafile */
"Failed to move files" = "Failed to move files";

/* Seafile */
"Failed to rename file" = "Failed to rename file";

/* Seafile */
"Failed to save %@ to album" = "Failed to save %@ to album";

/* Seafile */
"Failed to search" = "Failed to search";

/* Seafile */
"Failed to send message" = "Failed to send message";

/* Seafile */
"Failed to uplod file" = "Failed to uplod file";

/* Seafile */
"File '%@' is shared with you using seafile" = "File '%@' is shared with you using seafile";

/* Seafile */
"File '%@' is too large to edit" = "File '%@' is too large to edit";

/* Seafile */
"File '%@' uploaded success" = "File '%@' uploaded success";

/* Seafile */
"File name invalid" = "File name invalid";

/* Seafile */
"File name must not be empty" = "File name must not be empty";

/* Seafile */
"Folder name invalid" = "Folder name invalid";

/* Seafile */
"Folder name must not be empty" = "Folder name must not be empty";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "For example: https://seacloud.cc or http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "Generate share link ...";

/* Seafile */
"Generate share link success" = "Generate share link success";

/* Seafile */
"Group discussion" = "Group discussion";

/* Seafile */
"Hey there!<br/><br/> I've been using Seafile and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of Seafile:</br></br> <a href=\"%@\">%@</a>\n\n" = "Hey there!<br/><br/> I've been using Seafile and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of Seafile:</br></br> <a href=\"%1$@\">%2$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my Seafile:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hi,<br/><br/>Here is a link to <b>'%1$@'</b> in my Seafile:<br/><br/> <a href=\"%2$@\">%3$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "How would you like to share this file?";

/* Seafile */
"Invalid Server" = "Invalid Server";

/* Seafile */
"Invalid email" = "Invalid email";

/* No comment provided by engineer. */
"Last Updated: %@" = "Last Updated: %@";

/* Seafile */
"Libraries" = "Libraries";

/* Loading Status */
"Loading..." = "Loading...";

/* Seafile */
"Local Cache" = "Local Cache";

/* Seafile */
"Login" = "Login";

/* Seafile */
"Message" = "Message";

/* Seafile */
"Messages" = "Messages";

/* Seafile */
"Move" = "Move";

/* Seafile */
"MoveTo" = "MoveTo";

/* Seafile */
"Moving files ..." = "Moving files ...";

/* Seafile */
"My Own Libraries" = "My Own Libraries";

/* Seafile */
"NO" = "NO";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "Name";

/* Seafile */
"Network unavailable" = "Network unavailable";

/* Seafile */
"New File" = "New File";

/* Seafile */
"New Folder" = "New Folder";

/* Seafile */
"New file name" = "New file name";

/* Seafile */
"New folder name" = "New folder name";

/* Seafile */
"No Results" = "No Results";

/* Seafile */
"OK" = "OK";

/* Seafile */
"Open elsewhere..." = "Open elsewhere...";

/* Seafile */
"Open in other applications" = "Open in other applications";

/* Seafile */
"Password" = "Password";

/* Seafile */
"Password must not be empty" = "Password must not be empty";

/* Seafile */
"Password of this library" = "Password of this library";

/* Seafile */
"Password required" = "Password required";

/* Seafile */
"PasteTo" = "PasteTo";

/* Seafile */
"Photos" = "Photos";

/* Seafile */
"Photos are not accessible" = "Photos are not accessible";

/* Seafile */
"Post a discussion to group" = "Post a discussion to group";

/* Seafile */
"Preview" = "Preview";

/* Seafile */
"Print" = "Print";

/* Seafile */
"Private Seafile Server" = "Private Seafile Server";

/* Pull down to get more messages */
"Pull down to get more messages..." = "Pull down to get more messages...";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* Seafile */
"Redownload" = "Redownload";

/* Release to get more messages */
"Release to get more messages..." = "Release to get more messages...";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* Seafile */
"Rename" = "Rename";

/* Seafile */
"Renaming file ..." = "Renaming file ...";

/* Seafile */
"Replace" = "Replace";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, you got new messages from %@";

/* Seafile */
"Save" = "Save";

/* Seafile */
"Save to Seafile" = "Save to Seafile";

/* Seafile */
"Save to album" = "Save to album";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Seafile Account" = "Seafile Account";

/* Seafile */
"Seafile can't verify the identity of the website \"%@\"" = "Seafile can't verify the identity of the website \"%@\"";

/* Seafile */
"Seafile does not support to preview file of this kind at the moment." = "Seafile does not support to preview file of this kind at the moment.";

/* Seafile */
"Search" = "Search";

/* Seafile */
"Search is not supported on the server" = "Search is not supported on the server";

/* Seafile */
"Searching" = "Searching";

/* Seafile */
"Searching ..." = "Searching ...";

/* Seafile */
"Select All" = "Select All";

/* Seafile */
"Select None" = "Select None";

/* No comment provided by engineer. */
"Send" = "Send";

/* Seafile */
"Send share link via email" = "Send share link via email";

/* Seafile */
"Sending" = "Sending";

/* Seafile */
"Sending..." = "Sending...";

/* Seafile */
"Server" = "Server";

/* Seafile */
"Server must not be empty" = "Server must not be empty";

/* Seafile */
"Server, like https://seafile.cc" = "Server, like https://seafile.cc";

/* Seafile */
"Settings" = "Settings";

/* Seafile */
"Space Used" = "Space Used";

/* Seafile */
"Starred" = "Starred";

/* Seafile */
"Success to save %@ to album" = "Success to save %@ to album";

/* Seafile */
"Tell Friends about seafile" = "Tell Friends about seafile";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "The certificate from this website has been changed. Would you like to connect to the server anyway?";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "The certificate from this website is invalid. Would you like to connect to the server anyway?";

/* Seafile */
"The length of password should be between 3 and 100" = "The length of password should be between 3 and 100";

/* Seafile */
"The mail account has not been set yet" = "The mail account has not been set yet";

/* Seafile */
"The token is invalid, you need to login again" = "The token is invalid, you need to login again";

/* Seafile */
"There is no app which can open this type of file on this machine" = "There is no app which can open this type of file on this machine";

/* Seafile */
"This function is not supportted yet" = "This function is not supportted yet";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself";

/* Seafile */
"Upload" = "Upload";

/* Seafile */
"Upload Destination" = "Upload Destination";

/* Seafile */
"Username" = "Username";

/* Seafile */
"Username must not be empty" = "Username must not be empty";

/* Seafile */
"Version" = "Version";

/* Seafile */
"Website" = "Website";

/* Seafile */
"Welcome to Seafile" = "Welcome to Seafile";

/* Seafile */
"Wipe Cache" = "Wipe Cache";

/* Seafile */
"Wrong library password" = "Wrong library password";

/* Seafile */
"Wrong username or password" = "Wrong username or password";

/* Seafile */
"YES" = "YES";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";
